IDEA StatiCa Open Model
Region2D Properties
Compatible with IDEA StatiCa Beta 21.0 - beta
The Region2D type exposes the following members.
Properties
Name | Description
Openings
 Gets or sets the list of openings in the Region2D.
Outline
 Gets or sets the outline curve of Region2D.
Top
See Also
Reference
Region2D Class
IdeaRS.OpenModel.Geometry2D Namespace